brew "ansible"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "direnv"
brew "fzf"
brew "git"
brew "go"
brew "grc"
brew "htop"
brew "jq"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "lua"
brew "luajit"
brew "minikube"
brew "mtr"
brew "nmap"
brew "pstree"
brew "python"
brew "python3"
brew "shellcheck"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "zsh"

cask_args appdir: "/Applications"
cask "brogue"
cask "docker"
cask "dungeon-crawl-stone-soup-console"
cask "dungeon-crawl-stone-soup-tiles"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "ngrok"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
cask "font-fira-mono"
cask "font-source-code-pro"
