brew "age"
brew "asdf"
brew "awscli"
brew "bash"
brew "bat"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker"
brew "fd"
brew "findutils"
brew "fzf"
brew "git"
brew "gnupg"
brew "grep"
brew "helix"
brew "helm"
brew "hyperfine"
brew "jq"
brew "kubectl"
brew 'neovim'
brew 'ocm'
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "ssh-copy-id"
brew "stow"
brew "vault"
brew "yt-dlp"
brew "zsh"

tap "homebrew/cask"
cask_args appdir: "/Applications"
cask "discord"
cask "easy-move-plus-resize"
cask "firefox"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "raycast"
cask "slack"
cask "tailscale"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
