brew "ansible"
brew "bash"
brew "bash-completion"
brew "chruby"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "go"
brew "grc"
brew "htop"
brew "jq"
brew "lua"
brew "luajit"
brew "mtr"
brew "ncftp"
brew "nmap"
brew "pstree"
brew "python"
brew "python3"
brew "ruby-install"
brew "siege"
brew "ssh-copy-id"
brew "stow"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "zsh"

cask_args appdir: "/Applications"
cask "alfred"
cask "android-platform-tools"
cask "brogue"
cask "docker"
cask "dungeon-crawl-stone-soup-console"
cask "dungeon-crawl-stone-soup-tiles"
cask "emacs"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "keybase"
cask "mattermost"
cask "ngrok"
cask "slack"
cask "steam"
cask "vagrant"
cask "visual-studio-code"

tap "caskroom/fonts"
cask "font-fira-mono"
cask "font-source-code-pro"
